Repository: br-automation-community/mapp-Framework-6
Catalog: mappFramework/Logical/Infrastructure/Audit/DisplayText/TxtEvent.tmx
Source language: en
Languages: de, zh

source: logged in
de: Angemeldet
zh: 已登入

source: logged out
de: Abgemeldet
zh: 已登出

source: was logged out (timeout)
de: Abgemeldet (Timeout)
zh: 已登出（超時）

source: got locked (incorrect password)
de: Gesperrt (inkorrektes Passwort)
zh: 被鎖定（密碼錯誤）

source: changed password
de: Passwort geändert
zh: 已更改密碼

source: edited {&attr} from {&old} to {&new}
de: Wert {&attr} von {&old} auf {&new} geändert
zh: 編輯 {&attr} 從 {&old} 至 {&new}

source: failed to log in
de: Anmelden fehlgeschlagen
zh: 登入失敗

source: failed to change password
de: Passwortänderung fehlgeschlagen
zh: 未能更改密碼

source: failed to edit one or more attributes
de: Ändern eines oder mehrerer Attribute fehlgeschlagen
zh: 編輯一個或多個屬性失敗

source: added user {&obj}
de: Benutzer {&obj} hinzugefügt
zh: 新增使用者 {&obj}

source: edited {&attr} of {&obj} from {&old} to {&new}
de: Wert {&attr} des Nutzers {&obj} von {&old} auf {&new} geändert
zh: 編輯了 {&obj} 的 {&attr} 屬性，從 {&old} 變更為 {&new}

source: added role {&attr} for user {&obj}
de: Rolle {&attr} dem Nutzer {&obj} hinzugefügt
zh: 為使用者 {&obj} 新增角色 {&attr}

source: removed role {&attr} for user {&obj}
de: Rolle {&attr} dem Nutzer {&obj} entfernt
zh: 已移除使用者 {&obj} 的角色 {&attr}

source: deleted user {&obj}
de: Nutzer {&obj} gelöscht
zh: 已刪除使用者 {&obj}

source: deactivated user {&obj}
de: Nutzer {&obj} deaktiviert
zh: 停用使用者 {&obj}

source: locked user {&obj}
de: Nutzer {&obj} gesperrt
zh: 鎖定使用者 {&obj}

source: unlocked user {&obj}
de: Nutzer {&obj} entsperrt
zh: 已解鎖使用者 {&obj}

source: reset password of user {&obj}
de: Password von Nutzer {&obj} zurückgesetzt
zh: 重設使用者 {&obj} 的密碼

source: failed to add user {&obj}
de: Hinzufügen des Nutzers {&obj} fehlgeschlagen
zh: 添加用户 {&obj} 失败

source: failed to edit one or more attributes of user {&obj}
de: Ändern eines oder mehrerer Attribute des Nutzers {&obj} fehlgeschlagen
zh: 无法编辑用户 {&obj} 的一个或多个属性

source: failed to delete user {&obj}
de: Nutzer {&obj} konnte nicht gelöscht werden
zh: 删除用户 {&obj} 失败

source: could not deactivate user {&obj}
de: Nutzer {&obj} konnte nicht deaktiviert werden
zh: 无法停用用户 {&obj}

source: could not lock user {&obj}
de: Nutzer {&obj} konnte nicht gesperrt werden
zh: 无法锁定用户 {&obj}

source: could not unlock user {&obj}
de: Nutzer {&obj} konnte nicht entsperrt werden
zh: 无法解锁用户 {&obj}

source: could not change password of user {&obj}
de: Passwort des Nutzers {&obj} konnte nicht geändert werden
zh: 无法更改用户 {&obj} 的密码

source: added role {&obj}
de: Rolle {&obj} hinzugefügt
zh: 添加角色 {&obj}

source: edited {&attr} of role {&obj} from {&old} to {&new}
de: Wert {&attr} der Rolle {&obj} von {&old} auf {&new} geändert
zh: 编辑了角色 {&obj} 的属性 {&attr}，将其值从 {&old} 修改为 {&new}

source: deleted role {&obj}
de: Rolle {&obj} gelöscht
zh: 已删除角色 {&obj}

source: could not add role {&obj}
de: Rolle {&obj} konnte nicht hinzugefügt werden
zh: 无法添加角色 {&obj}

source: failed to edit one or more attributes of role {&obj}
de: Ändern eines oder mehrerer Attribute der Rolle{&obj} fehlgeschlagen
zh: 无法编辑角色 {&obj} 的一个或多个属性

source: could not delete Role {&obj}
de: Rolle {&obj} konnte nicht gelöscht werden
zh: 无法删除角色 {&obj}

source: imported user/role file: {&name}
de: Benutzer/Rollen - Datei importiert: {&name}
zh: 导入用户/角色文件：{&name}

source: exported user/role file: {&name}
de: Benutzer/Rollen - Datei exportiert: {&name}
zh: 导出的用户/角色文件：{&name}

source: could not import user/role file: {&name}
de: Benutzer/Rollen - Datei konnte nicht importiert werden: {&name}
zh: 无法导入用户/角色文件：{&name}

source: could not export user/role file: {&name}
de: Benutzer/Rollen - Datei konnte nicht exportiert werden: {&name}
zh: 无法导出用户/角色文件：{&name}

source: performed electronic signature successfully
de: Elektronische Signatur erfolgreich durchgeführt
zh: 电子签名操作成功完成

source: failed to perform electronic signature successfully
de: Elektronische Signatur fehlgeschlagen
zh: 未能成功执行电子签名

source: cancelled electronic signature
de: Elektronische Signatur abgebrochen
zh: 已撤销的电子签名

source: exited electronic signature due to exceeded limit for incorrect input
de: Elektronische Signatur aufgrund von überschrittener Grenze von falschen Eingaben verlassen
zh: 因错误输入次数超限而退出电子签名

source: {=$MpAudit/Display/DP/{&dpid}} changed value from {&old|.2f}{&old[UNIT=%s]} to {&new|.2f}{&new[UNIT=%s]}
de: {=$MpAudit/Display/DP/{&dpid}} Wert von {&old|.2f}{&old[UNIT=%s]} auf {&new|.2f}{&new[UNIT=%s]} geändert
zh: {=$MpAudit/Display/DP/{&dpid}} 从改变值 {&old|.2f}{&old[UNIT=%s]} 至 {&new|.2f}{&new[UNIT=%s]}

source: changed value of (UserID: {&dpid}) from {&old} to {&new}
de: Wert von (UserID: {&dpid}) von {&old} auf {&new} geändert
zh: (用户ID：{&dpid}) 的值已从 {&old} 更改为 {&new}

source: changed batch from {&old} to {&new}
de: Batch von {&old} auf {&new} geändert
zh: 将批次从 {&old} 更改为 {&new}

source: new audit archive available
de: Neues Audit - Archiv verfügbar
zh: 新的审计存档已可用

source: cleared the audit buffer
de: Audit - Puffer gelöscht
zh: 清空了审计缓冲区

source: changed value of {&dpid} from {&old} to {&new}
de: Wert von {&dpid} von {&old} auf {&new} geändert
zh: 将 {&dpid} 的值从 {&old} 更改为 {&new}

source: alarm {&name} changed state from {&old} to {&new}
de: Alarm {&name} hat den Zustand von {&old} auf {&new} geändert
zh: 警报 {&name} 状态已从 {&old} 变更为 {&new}

source: started loading recipe: {&name}
de: Laden des Rezepts gestartet: {&name}
zh: 开始加载食谱：{&name}

source: ended loading recipe: {&name}
de: Laden des Rezepts beendet: {&name}
zh: 加载完成配方：{&name}

source: saved recipe: {&name}
de: Rezept gespeichert: {&name}
zh: 已保存食谱：{&name}

source: renamed recipe from {&old} to {&new}
de: Rezept von {&old} auf {&new} umbenannt
zh: 将食谱名称从 {&old} 改为 {&new}

source: deleted recipe: {&name}
de: Rezept gelöscht: {&name}
zh: 已删除食谱：{&name}

source: changed PackML mode from {&old} to {&new}
de: PackML Modus von {&old} auf {&new} geändert
zh: 将PackML模式从{&old}更改为{&new}

source: changed PackML state from {&old} to {&new}
de: PackML Zustand von {&old} auf {&new} geändert
zh: 将PackML状态从{&old}更改为{&new}

source: changed PackML substate from {&old} to {&new}
de: PackML Substatus von {&old} auf {&new} geändert
zh: 将PackML子状态从{&old}更改为{&new}

source: started creating backup: {&name}
de: Erstellen von Backup gestartet: {&name}
zh: 开始创建备份：{&name}

source: ended creating backup: {&name}
de: Erstellen von Backup beendet: {&name}
zh: 备份创建完成：{&name}

source: installed backup: {&name}
de: Backup installiert: {&name}
zh: 已安装备份：{&name}

source: created the program: {&name}
de: Program erstellt: {&name}
zh: 创建该程序：{&name}

source: deleted the program: {&name}
de: Programm gelöscht: {&name}
zh: 已删除程序：{&name}

source: changed the program: {&name}
de: Programm geändert: {&name}
zh: 更改了程序：{&name}

source: imported the program: {&name}
de: Programm importiert: {&name}
zh: 导入程序：{&name}

source: created a file: {&name}
de: Datei erstellt: {&name}
zh: 创建了一个文件：{&name}

source: overwrote a file: {&name}
de: Datei überschrieben: {&name}
zh: 覆盖了文件：{&name}

source: information appended to a file: {&name}
de: Information zu einer Datei hinzugefügt: {&name}
zh: 附加到文件的信息：{&name}

source: deleted a file: {&name}
de: Datei gelöscht: {&name}
zh: 已删除文件：{&name}

source: renamed a file from {&old} to {&new}
de: Datei von {&old} auf {&new} umbenannt
zh: 将文件从 {&old} 重命名为 {&new}

source: copied and pasted file {&name} from {&src} to {&dest}
de: Datei {&name} von {&src} nach {&dest} kopiert und eingefügt
zh: 已将文件 {&name} 从 {&src} 复制并粘贴到 {&dest}

source: cut and pasted file {&name} from {&src} to {&dest}
de: Datei {&name} von {&src} nach {&dest} ausgeschnitten und eingefügt
zh: 将文件 {&name} 从 {&src} 剪切并粘贴到 {&dest}

source: locked a file: {&name}
de: Datei gesperrt: {&name}
zh: 锁定文件：{&name}

source: unlocked a file: {&name}
de: Datei entsperrt: {&name}
zh: 解锁了文件：{&name}

source: created a folder: {&name}
de: Ordner erstellt: {&name}
zh: 创建了一个文件夹：{&name}

source: overwrote a folder: {&name}
de: Ordner überschrieben: {&name}
zh: 覆盖了一个文件夹：{&name}

source: deleted a folder: {&name}
de: Ordner gelöscht: {&name}
zh: 已删除文件夹：{&name}

source: renamed a folder from {&old} to {&new}
de: Ordner von {&old} auf {&new} umbenannt
zh: 将文件夹从 {&old} 重命名为 {&new}

source: copied and pasted folder {&name} from {&src} to {&dest}
de: Ordner {&name} von {&src} nach {&dest} kopiert und eingefügt
zh: 已将文件夹 {&name} 从 {&src} 复制并粘贴到 {&dest}

source: cut and pasted folder {&name} from {&src} to {&dest}
de: Ordner {&name} von {&src} nach {&dest} ausgeschnitten und eingefügt
zh: 将文件夹 {&name} 从 {&src} 剪切并粘贴到 {&dest}

source: locked a folder {&name}
de: Ordner gesperrt: {&name}
zh: 锁定文件夹 {&name}

source: unlocked a folder: {&name}
de: Ordner entsperrt: {&name}
zh: 解锁了一个文件夹：{&name}

source: imported new hardware configuration: {&name}
de: Neue Hardware-Konfiguration importiert: {&name}
zh: 导入新硬件配置：{&name}
